
<html>

<body bgcolor="#FFFFFF">

<table width="620" border="0" cellspacing="0" cellpadding="0">

  <tr>
    <td width="32"></td>
	<a name="0"></a>
    <td colspan="2" width="763"><font face="MS Sans Serif" size="3"><b><font color="#004480">กฏกติกามารยาทในการใช้ BK Auction</font></b> </font>

  <tr>
    <td width="32"></td>
    <td width="38">
    <td width="723"> 
      <p><font face="MS Sans Serif" size="3"> <br>
        <a href="#1"><b>1. กฎกติกาโดยทั่วไป</b></a></font><br>
        <font face="MS Sans Serif"><a href="#auctiontype"><b>2. ชนิดของการประมูลสินค้า</b></a></font><font face="MS Sans Serif"><a href="#2"><b><br>
        3. ขั้นตอนการประมูล</b></a> <br>
        <a href="#3"><b>4. คำแนะนำสำหรับผู้เสนอขาย</b></a> <br>
        <a href="#4"><b>5. คำแนะนำสำหรับผู้เสนอซื้อ</b></a> <br>
        <a href="#5"><b>6. การใส่ URL รูปภาพ</b></a> <br>
        <a href="#6"><b>7. เปลี่ยนแปลง/แก้ไข/ยกเลิกรายการประมูลที่ปิดประกาศไปแล้ว</b></a> 
        <br>
        <a href="#7"><b>8. เปลี่ยนแปลงหรือยกเลิกการเสนอราคา</b></a> <br>
        <a href="#8"><b>9. เมื่อการประมูลสิ้นสุดลง</b></a> <br>
        <a href="#11"><b>10. ค้นหา</b></a> <br>
        <a href="#12"><b>11. คำติชมสมาชิก</b></a> <br>
        <a href="#13"><b>12. สมาชิกที่ไม่ทำตามกฏกติกามารยา</b></a> <br>
        <a href="#auctiontype"><b>13. ระบบการเสนอราคาแบบอัติโนมัต</b></a> <font color="#FF0000"><a name="1"></a></font></font> 
      </p>
      <tr>
    <td width="32"></td>
    <td colspan="2" width="763">
      <font color="#FF0000"> 
      <b><font face="MS Sans Serif" size="3"><br>1. กฎกติกาโดยทั่วไป</font></b> </font>  
      <blockquote><font face="MS Sans Serif" size="2">
1.&nbsp;<b>E-Mail Address </b> ของสมาชิกหนึ่งชื่อจะสามารถสร้าง 
Account (ชื่อเล่น หรือ Nick Name) ได้เพียงหนึ่ง Account เท่า	นั้น <br><br>

2.&nbsp;สมาชิกทุกท่านที่เข้าร่วมเป็นสมาชิกของ 	BK Auction จะต้อง
<a href="http://161.246.5.146/auction1/regis/regis_page.php3" >
ลงทะเบียนเข้าร่วมเป็นสมาชิก</a>ก่อน โดยต้องกรอกข้อมูลตามความเป็นจริง หากเราทราบภายหลังว่าข้อมูลที่ท่านได้ให้ไว้ไม่เป็นความจริง 
ทางเราขอสงวนสิทธ์ใสการให้บริการแก่ท่านโดยไม่ต้องแจ้งให้ทราบล่วงหน้า <br><br>

3. <b>ชื่อเล่น (Nick Name)</b> และ<b>รหัสผ่าน (Password)
</b> ที่ท่านใช้ใน BK Auction นี้ถือเป็นลายมือชื่อของท่านที่ทางเราจะใช้
ในการตรวจสอบการกระทำใดๆของท่านที่กระทำใน BK Auction ภายใต้
ชื่อเล่น (Nick Name) และรหัสผ่านของท่านในภายหลัง 
        ซึ่งท่านมีหน้าที่ที่ต้องรักษาชื่อเล่นและรหัสผ่านของท่านตามข้อกำหนดและเงื่อนไขของเราอย่างเคร่งครัด <br><br>

4.&nbsp;คำบรรยายสินค้าต่างๆและรายละเอียดที่ปรากฏอยู่เป็นข้อความจากผู้เสนอขายสินค้านั้นๆ
ทางเราไม่มีส่วนเกี่ยวข้องรับผิดชอบในข้อความหรือสินค้าใดๆ
หากท่านมีข้อสงสัยในตัวสินค้า
กรุณาติดต่อสอบถามผู้ขายให้แน่ใจว่าสินค้ามีคุณสมบัติถูกต้องตรงกับคำบรรยายก่อนที่ท่านจะทำการประมูล&nbsp; <br><br>

5.&nbsp; การเสนอการประมูลใน BK Auction นี้ไม่ว่าจะเป็นการเสนอซื้อ/หรือการเสนอขาย 
ถือเป็นคำเสนอซื้อหรือเสนอขายที่ถูกต้องตามกฎหมายซึ่งท่านผูกพันที่ต้องดำเนินการตามที่ท่านได้แสดงเจตนาไว้ 
        ดังนั้น ท่านไม่ควรเสนอซื้อหรือเสนอขาย หากท่านไม่แน่ใจว่าจะทำการซื้อหรือขายสินค้านั้นจริง 
หากท่านผิดสัญญา นอกจากท่านจะมีความรับผิดตามกฎหมายแล้ว
ท่านยังอาจได้รับคำตำหนิหรือทำให้สมาชิกท่านอื่นๆหลีกเลี่ยงที่จะติดต่อซื้อ/ขายกับท่านในอนาคต<br><br>

6.&nbsp; ท่านจะถูกตัดสมาชิกภาพของท่านอย่างถาวร หากมีผู้แจ้งมากับทาง BK Auction 
ว่าท่านผิดสัญญาการเสนอซื้อ/เสนอขายมากกว่าสองครั้ง <br><br>

7.&nbsp;BK Auction ขอสงวนสิทธิ์ในการลบข้อมูลการเสนอซื้อ/เสนอขายของท่านหากทางเราเห็นว่าไม่เหมาะสม	
        </font>
        <p><font face="MS Sans Serif" size="2">8.&nbsp;
        ผู้ที่เสนอราคาสูงสุดจะเป็นผู้ชนะการประมูล
        ผลการประมูลถือเป็นเอกฉันท์
        โดยจะไม่มีการพิจารณาคำอุทธรณ์ใดๆทั้งสิ้น 
        <br><br>

9.&nbsp; เมื่อการประมูลซื้อขายสิ้นสุดลง ทางเราสนับสนุนให้ท่านเขียนคำติชมต่อคู่ค้าของท่านตามความเป็นจริง <br><br>

10. ท่านไม่ควรใช้ถ้อยคำที่ไม่สุภาพหยาบคายหรือก่อให้เกิดความเสียหายแก่บุคคลอื่นในการประกาศซื้อหรือขาย</font></p>
</blockquote>

      <p><a href="#0"><b>กลับ</b></a><br>
        <br>
        <font face="MS Sans Serif" size="2"><a name="auctiontype"></a> <b><font size="3" color="#FF3333">2. 
        ชนิดของการประมูล</font></b> </font></p>
      <p><font face="MS Sans Serif" size="2">ในการนำสินค้าเข้ามารับการประมูล จะต้องมีการกำหนด 
        ประเภทของการประมูลให้สินค้าด้วยเพื่อบอกให้ผู้ที่ต้องการประมูลทราบว่าสินค้านี้มีลักษณะในการประมูลเป็นอย่างไร 
        เพราะการประมูลแต่ละประเภทก็จะมีลักษณะที่แตกต่างกัน ซึ่งประเภทของการประมูลสินค้าบนอินเทอร์เน็ตสามารถแบ่งเป็น 
        3 ประเภท ดังต่อไปนี้ </font></p>
      <p><font face="MS Sans Serif" color="#6666FF" size="2"><a name="normal"></a>1. 
        การประมูลแบบธรรมดา (Normal Auction)</font></p>
      <p><font face="MS Sans Serif" size="2"> เป็นการประมูลชนิดแรก ที่เมื่อเวลาในการประมูลสินค้าชิ้นนั้นสิ้นสุดลง 
        ผู้ที่เสนอราคาประมูลสินค้าสูงสุดให้แก่สินค้านั้นก็จะมีสิทธิซื้อสินค้านั้นไป<br>
        โดยจำนวนสินค้าที่เข้ารับการประมูลชนิดนี้จะมีกี่ชิ้นก็ได้ไม่จำกัด </font></p>
      <p><font face="MS Sans Serif" color="#6666FF" size="2"><a name="dutch"></a>2. 
        การประมูลแบบสินค้าหลายชิ้น (Dutch auction)</font></p>
      <p><font face="MS Sans Serif" size="2"> เป็นการประมูลที่ผู้ขายสินค้ามีสินค้ามากกว่า 
        1 ชิ้น โดยผู้ซื้อมีสิทธิที่จะระบุจำนวนสินค้าที่ผู้ซื้อต้องการจะซื้อได้ 
        โดยเมื่อการประมูลสิ้นสุดลง ผู้เสนอซื้อสินค้าที่ราคาสูงที่สุด ก็จะมีสิทธิซื้อสินค้านั้นได้ในราคาต่ำสุดที่สามารถที่จะซื้อสินค้านั้นได้ 
        ยกตัวอย่างเช่น โจนำแรมจำนวน 10 แผงมาเสนอขาย โดยที่ตั้งราคาเริ่มต้นไว้ที่ 
        10 บาท และเมื่อการประมูลสิ้นสุดลงปรากฏว่า มีผู้เสนอซื้อแรมของโจจำนวน 5 
        คน โดยมีข้อมูลในการเสนอราคาของแต่ละคนดังตารางหมายเลข 1 </font></p>
      <div align="center"></div>
      <div align="center"> 
        <table
width="60%" border="1">
          <tr> 
            <td width="17%"> 
              <div align="center">ผู้เสนอซื้อ</div>
            </td>
            <td width="23%"> 
              <div align="center">ราคา( บาท )</div>
            </td>
            <td width="33%"> 
              <div align="center">จำนวนสินค้า( ชิ้น ) </div>
            </td>
            <td width="27%"> 
              <div align="center">เวลา</div>
            </td>
          </tr>
          <tr> 
            <td width="17%"> 
              <div align="center">แจคสัน</div>
            </td>
            <td width="23%"> 
              <div align="center">50 </div>
            </td>
            <td width="27%"> 
              <div align="center">5</div>
            </td>
            <td width="33%"> 
              <div align="center">10.56</div>
            </td>
          </tr>
          <tr> 
            <td width="17%"> 
              <div align="center">โรส</div>
            </td>
            <td width="23%"> 
              <div align="center">25</div>
            </td>
            <td width="27%"> 
              <div align="center">2</div>
            </td>
            <td width="33%"> 
              <div align="center">10.00</div>
            </td>
          </tr>
          <tr> 
            <td width="17%"> 
              <div align="center">มิเชล</div>
            </td>
            <td width="23%"> 
              <div align="center">17</div>
            </td>
            <td width="27%"> 
              <div align="center">2</div>
            </td>
            <td width="33%"> 
              <div align="center">9.15</div>
            </td>
          </tr>
          <tr> 
            <td width="17%"> 
              <div align="center">ลี</div>
            </td>
            <td width="23%"> 
              <div align="center">15</div>
            </td>
            <td width="27%"> 
              <div align="center">6</div>
            </td>
            <td width="33%"> 
              <div align="center">9.00 </div>
            </td>
          </tr>
          <tr> 
            <td width="17%"> 
              <div align="center">บอนน</div>
            </td>
            <td width="23%"> 
              <div align="center">12</div>
            </td>
            <td width="27%"> 
              <div align="center">1</div>
            </td>
            <td width="33%"> 
              <div align="center">8.45 </div>
            </td>
          </tr>
        </table>
      </div>
      <p align="center"><font face="MS Sans Serif" size="2">ตารางที่ 1 แสดงผู้เสนอซื้อแรมของโจ</font></p>
      <p><font face="MS Sans Serif" size="2">เมื่อสิ้นสุดการประมูลแรมของโจ ผู้มีสิทธิ์ที่จะซื้อแรมนี้ไปจะเป็นดังตารางที่ 
        2 ซึ่งตารางนี้แสดงรายชื่อของผู้มีสิทธิ์ซื้อแรมและจำนวนที่สามารถซื้อได้ในราคาที่เท่ากันคือ 
        15 บาท </font></p>
      <div align="center"> 
        <table width="75%" border="1">
          <tr> 
            <td> 
              <div align="center">ชื่อ </div>
            </td>
            <td> 
              <div align="center">จำนวนสินค้าที่มีสิทธิซื้อ</div>
            </td>
            <td> 
              <div align="center">ราคาสินค้า ( บาท ) / 1 ชิ้น</div>
            </td>
          </tr>
          <tr> 
            <td> 
              <div align="center">แจคสัน</div>
            </td>
            <td> 
              <div align="center">5</div>
            </td>
            <td> 
              <div align="center">15</div>
            </td>
          </tr>
          <tr> 
            <td> 
              <div align="center">โรส</div>
            </td>
            <td> 
              <div align="center">2</div>
            </td>
            <td> 
              <div align="center">15</div>
            </td>
          </tr>
          <tr> 
            <td> 
              <div align="center">มิเชล</div>
            </td>
            <td> 
              <div align="center">2</div>
            </td>
            <td> 
              <div align="center">15</div>
            </td>
          </tr>
          <tr> 
            <td> 
              <div align="center">ลี</div>
            </td>
            <td> 
              <div align="center">1</div>
            </td>
            <td> 
              <div align="center">15</div>
            </td>
          </tr>
        </table>
      </div>
      <p align="center"><font face="MS Sans Serif" size="2">ตารางที่ 2 แสดงผู้ที่มีสิทธิซื้อแรมของโจ 
        เมื่อการประมูลสิ้นสุดลง</font></p>
      <p align="left"><font face="MS Sans Serif" size="2">จากตารางผลลัพธ์จะเห็นได้ว่าแม้ลีจะเสนอซื้อแรมจากโจเป็นจำนวนถึง 
        6 แผงแต่เมื่อการประมูลสิ้นสุดลง ลีมีสิทธิซื้อแรมเพียง 1 แผงเท่านั้น เพราะมีผู้ให้ราคาในการประมูลสูงกว่าลี 
        และผู้ที่ให้ราคาสูงกว่าลี ในที่สุดก็จะจ่ายราคาสินค้าเท่ากับ ราคาต่ำสุดที่จะซื้อสินค้านั้นได้ 
        ( ราคาที่ลีเสนอซื้อ )</font></p>
      <p align="left"><font face="MS Sans Serif" color="#6666FF" size="2"><a
name="reserve1"></a>3. การประมูลแบบกำหนดราคาขั้นต่ำ (Reserve Price Auction) </font><font face="MS Sans Serif" size="2">เป็นการประมูลที่ผู้ขายจะทำการกำหนดราคาต่ำสุดของสินค้าที่เขาต้องการจะขายไว้ 
        ซึ่งราคานี้จะสูงกว่าราคาเริ่มต้น ที่ผู้ขายกำหนดไว้เพื่อใช้เป็นราคาในการเริ่มต้นในการประมูล 
        โดยเมื่อการประมูลสิ้นสุดลง ถ้าหากราคาที่ผู้ซื้อเสนอซื้อมีราคาที่ต่ำกว่าราคาต่ำสุดที่จะขาย 
        ผู้ขายก็มีสิทธิที่จะปฏิเสธการขายสินค้านั้นได้ ยกตัวอย่างเช่น โจนำแรมมาเสนอขาย 
        โดยตั้งราคาต่ำสุดที่เขาจะขายไว้ที่ 1,000 บาท และตั้งราคาเริ่มต้นของการประมูลไว้ที่10 
        บาท ถ้าหากว่าเมื่อการประมูลสิ้นสุดลง มีผู้เสนอราคาแรมให้แก่โจเพียง 20 
        บาท โจก็มีสิทธิที่จะไม่ขายแรมได้ </font></p>
 <p><font face="MS Sans Serif"
size="2"> <b><font face="MS Sans Serif" size="2"><a name="2"></a></font> 
    
    <font size="3" color="#FF3333">3. ขั้นตอนการประมูล</font></b> </font> 
   
   </p>
       <blockquote><font face="MS Sans Serif" size="2"> 
<b>1. ลงทะเบียน</b> <br>
        ท่านจะต้องลงทะเบียนเข้าร่วมเป็นสมาชิกของ BK Auction ก่อน เพื่อเป็นประโยชน์ต่อตัวท่านเองในการใช้บริการและเพื่อความสะดวกในการติดต่อ <br><br>

<b>2. ทำการประมูล</b> <br>
        <b><font color="Navy">ท่านต้องการปิดประกาศขายสินค้า</font></b> <br>
        - ปิดประกาศสินค้าของท่านโดยการกรอกแบบฟอร์มประกาศขายสินค้า <br>
        - ท่านจะได้รับ<b>อีเมล์ยืนยันการปิดประกาศ</b>ของท่าน <br>
        - ระหว่างระยะเวลาการประมูล ท่านจะได้รับอีเมล์รายวันแจ้งสถานะการประมูลสินค้าของท่าน 
        รวมถึงอีเมล์แจ้งทุกครั้งที่มีผู้ทำการเสนอราคาสินค้าของท่าน <br>
        <br><a name=reserve></a>
        ในการทำการประกาศขายสินค้า ท่านสามารถเลือกที่จะกรอก "<b>ราคาต่ำสุดที่ท่านต้องการขาย</b>" 
        ได้ โดย</font><font face="MS Sans Serif" size="2">ราคานี้จะไม่ปรากฏแก่ผู้ซื้อ หากว่าราคาที่สูงสุดที่มีผู้ทำการเสนอราคาซื้อต่ำกว่าราคาต่ำสุดที่ท่านต้องการขาย 
        ท่านไม่จำเป็นต้องขายสินค้านั้น แต่อาจตกลงกับผู้เสนอซื้อราคาสูงสุดได้ (โดยทาง 
        BK Auction ไม่มีส่วนเกี่ยวข้อง)</font>
        <p><font face="MS Sans Serif" size="2"><b>อัตราการตั้งราคาต่ำสุดที่ต้องการขาย
        </b>มีดังนี้<br>
        -
        ถ้าท่านตั้งราคาเริ่มต้นของสินค้าอยู่ในช่วง&nbsp;
        1 - 1000&nbsp; บาท
        ราคาต่ำสุดที่ขายได้ต้องไม่มากกว่า
        50%ของราคาเริ่มต้น +
        ราคาเริ่มต้น<br>
        -
        ถ้าท่านตั้งราคาเริ่มต้นของสินค้าอยู่ในช่วง&nbsp;
        1,001-10,000 บาท
        ราคาต่ำสุดที่ขายได้ต้องไม่มากกว่า
        30%ของราคาเริ่มต้น +
        ราคาเริ่มต้น<br>
        -
        ถ้าท่านตั้งราคาเริ่มต้นของสินค้าอยู่ในช่วง&nbsp;
        10,000&nbsp; บาทขึ้นไป
        ราคาต่ำสุดที่ขายได้ต้องไม่มากกว่า
        20%ของราคาเริ่มต้น +
        ราคาเริ่มต้น<br>
        เช่น
        สินค้าราคาเริ่มต้น&nbsp; 2,000
        บาท
        ราคาต่ำสุดที่ท่านต้องการขายต้องมีค่าไม่เกิน&nbsp;
        (0.3*2000)+2000&nbsp; = 2,600 บาท<br>
        ทั้งนี้เพื่อเป็นการป้องกันการตั้งราคาที่สูงเกินไปของผู้ขาย
        และเพื่อให้ผูที่สนใจประมูลไม่ต้องเสียเวลามากนักในการประมูลราคาสินค้าของท่าน<br>
        </font></p>
        <p><font face="MS Sans Serif" size="2"><br>
        <b><font color="Navy">ท่านต้องการทำการเสนอราคา</font></b> <br>
        - เลือกสินค้าที่ท่านต้องการซื้อ <br>
        - กรอกข้อมูลในฟอร์มการเสนอราคาซื้อในหน้ารายละเอียดของสินค้านั้นๆ <br>
        - ท่านจะได้รับ<b>อีเมล์ยืนยันการเสนอราคาซื้อ</b>ของท่านและ<b>อีเมล์แจ้งในกรณีที่มีผู้มาประมูลทับ</b>รายการประมูลของท่าน 
        <br>
       <!-- <br>
        ในการเสนอราคาซื้อสินค้า ท่านสามารถเลือกที่จะประมูลด้วย<a href="#14">ระบบเสนอราคาแบบอัติโนมัติได้</a> <-->
        <br><br>
        <b>3. ระหว่างการประมูล</b>   
        &nbsp;<br>
 -&nbsp; ระบบอีเมล์อัติโนมัติของเราจะส่ง<b>อีเมล์รายวันแจ้งสถานะการประมูลแก่เจ้าของสินค้าและผู้ที่ทำการเสนอราคาสูงสุด<br>
        </b>-&nbsp; ท่านสามารถตรวจสอบสินค้าที่ท่านทำการประกาศขายหรือประกาศซื้อได้โดยเลือกดูรายละเอียดที่สินค้านั้นๆ ถ้ามีการเสนอราคาซื้อสินค้าที่เท่ากัน
        <b> ผู้ที่ทำการเสนอราคาซื้อก่อนจะเป็นผู้ชนะ</b> 
 <br>
        </font></p><font face="MS Sans Serif" size="2">
        <p>
		<b>4. เมื่อการประมูลสิ้นสุดลง</b> <br>
        <b>ผู้ขายและผู้ที่เข้าร่วมเสนอราคาซื้อทุกท่านจะได้รับอีเมล์แจ้งผลการประมูลโดยพร้อมกัน<br>
        </b>(เลือก <a href="#8">ที่นี่ </a>เพื่อดูรายละเอียดเกี่ยวกับเมื่อการประมูลสิ้นสุดลง)
        </font>
      </blockquote>

      <a href="#0"><b>กลับ</b></a><br><br>
      <font face="MS Sans Serif" size="2" color="#FF0000"><a name="3"></a> <font size="3"><b>4. 
      คำแนะนำสำหรับผู้เสนอขาย</b> </font></font> 
      <blockquote> <font face="MS Sans Serif" size="2">เพื่อความสะดวกและรวดเร็วในการซื้อขาย 
        ผู้เสนอราคาซื้อควรดำเนินการดังต่อไปนี้ <br><br>
        1.&nbsp; <b>ตั้งชื่อสินค้าให้น่าสนใจ</b>เป็นที่สะดุดตา เพื่อให้ผู้ชมเลือกเข้าดูสินค้าของท่าน 
        <br><br>
        2.&nbsp; ระบุ<b>รายละเอียดของสินค้า</b>ให้ชัดเจน เช่น </font> 
        <ul>
          <li><font face="MS Sans Serif" size="2">สินค้านั้นใหม่หรือเก่า </font>
          <li><font face="MS Sans Serif" size="2">มีอายุการใช้งานมาแล้วเท่าใด 
            </font>
          <li><font face="MS Sans Serif" size="2">มีตำหนิหรือไม่ </font>
          <li><font face="MS Sans Serif" size="2">ยังอยู่ในสภาพที่ใช้งานได้เท่าใด 
            (เช่น 80%) </font>
          <li><font face="MS Sans Serif" size="2">รายละเอียดการรับประกันและระยะเวลาสิ้นสุด 
            (ถ้ามี)<br>
            <br>
            เนื่องจาก BK Auction
            เป็นศูนย์กลางการในการติดต่อซื้อขาย
            กรุณาอย่ากรอกเบอร์โทรศัพท์,
            เบอร์เพจเจอร์, เบอร์แฟ็กซ์,
            ฯลฯ
            ของท่านในช่องรายละเอียดสินค้า&nbsp;&nbsp;&nbsp;
            ซึ่งหากผู้สนใจสินค้าของท่านมีข้อสงสัยซักถามจะสามารถกรอกแบบฟอร์มที่มีอยู่ส่งอีเมล์ติดต่อท่านได้ตลอดเวลา&nbsp;
            ทั้งนี้
            หากท่านกรอกข้อมูลดังกล่าว
            ทางเราขอสงวนสิทธิ์ในการลบข้อมูลที่เกี่ยวกับการติดต่อถึงท่านที่อยู่ในรายละเอียดของสินค้าออกโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</font>
        </ul>
        <font face="MS Sans Serif" size="2">3.&nbsp;
        ระบุรายละเอียดของ<b>การรับชำระเงินและการส่งสินค้า</b>ให้ชัดเจน 
        เช่น </font> 
        <ul>
          <li><font face="MS Sans Serif" size="2">ถ้าท่านเลือกให้ผู้ซื้อเป็นผู้จ่ายค่าขนส่งเป็นราคาที่แน่นอน 
            ท่านควรระบุราคาค่าขนส่งด้วย </font>
          <li><font face="MS Sans Serif" size="2">เมื่อการประมูลสิ้นสุดลง ท่านอาจตกลงกับผู้ซื้อเพื่อให้ผู้ซื้อตรวจสอบความสมบูรณ์ถูกต้องของสินค้าก่อนได้รับชำระเงินได้ 
            </font>
        </ul>
        <font face="MS Sans Serif" size="2"><br>
        4.&nbsp;&nbsp; <b>เช็คอีเมล์</b>โดยสม่ำเสมอและตอบจดหมายเมื่อผู้ซื้อมีคำถาม <br><br>
        5.&nbsp;&nbsp; <b>ติดต่อผู้ซื้อทันที</b>เมื่อการประมูลสิ้นสุดลง <br><br>
        6.&nbsp;</font> <font face="MS Sans Serif" size="2"><b>เขียนคำติชม</b>ให้กับผู้ซื้อเมื่อท่านประสบความสำเร็จในการขายแต่ละครั้ง 
        </font></blockquote>

      <a href="#0"><b>กลับ</b></a><br><br>
      <font face="MS Sans Serif" size="2" color="#FF0000"><a name="4"></a> <b><font size="3">5. 
      คำแนะนำสำหรับผู้เสนอซื้อ </font></b></font> 
      <blockquote><font face="MS Sans Serif" size="2">เพื่อความสะดวกรวดเร็วในการซื้อขาย 
        ผู้ซื้อควรดำเนินการดังต่อไปนี้ <br><br>
        1. พิจารณาถึงประเภท สภาพ ราคาประมูล ของสินค้า รวมถึงค่าใช้จ่ายอื่นๆ เช่น 
        ค่าขนส่ง ฯลฯ ว่าเพิ่มเติมจากราคาที่ท่านประมูลหรือไม่ <br><br>
        2.&nbsp;</font> <font face="MS Sans Serif" size="2">หากท่านมีข้อสักถามหรือข้อสงสัยประการใดที่เกี่ยวกับสินค้าที่ท่านสนใจ 
        ท่านอาจกรอกแบบฟอร์ม<b>สอบถามข้อมูลเพิ่มเติม</b>จากผู้เสนอขายเพื่อให้มั่นใจก่อนที่จะทำการเสนอราคาซื้อ 
        <br><br>
        3.&nbsp; กรุณา<b>อย่าทำการเสนอราคาซื้อหากท่านไม่ต้องการสินค้านั้นจริงๆ
        </b> หรือไม่แน่ใจว่าจะซื้อหรือไม่ในราคาที่ท่านทำการประมูลนั้นๆ 
        <br><br>
        4.&nbsp; <b>ติดต่อผู้ขายทันที</b>เมื่อการประมูลสิ้นสุดลงและท่านเป็นผู้ชนะการประมูล 
        <br>&nbsp;<br>
        5.&nbsp;<b> เก็บหลักฐาน</b>การชำระเงินของท่านไว้ <br><br>
        6.&nbsp; <b>เขียนคำติชม</b>ให้กับผู้ขายเมื่อท่านประสบความสำเร็จในการซื้อแต่ละครั้ง 
        </font></blockquote>

      <a href="#0"><b>กลับ</b></a><br><br>
      <font face="MS Sans Serif" size="2" color="#FF0000"><a name="5"></a> <font size="3"><b>6. 
      การใส่ URL รูปภาพ</b> </font></font> 
      <blockquote> <font face="MS Sans Serif" size="2">สำหรับท่านที่มีรูปภาพอยู่ที่เว็บไซต์อื่นอยู่แล้วหรือต้องการไปอ้างภาพสินค้าจากเว็บไซท์ผู้ผลิต ท่านสามารถแสดงรูปภาพประกอบสินค้าของท่านได้โดยมีข้อแนะนำดังนี้ 
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- URL ที่ท่านใส่นั้น จะต้องเป็น URL ที่แสดงถึงที่อยู่ของรูปภาพโดยตรง 
        และ <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- URL ต้องลงท้ายด้วยชื่อรูปภาพที่เป็น file 
        แบบ .gif หรือ .jpg  เท่านั้น <br><br>
        เช่น ถ้ารูปภาพของท่านชื่อ "image.gif" และ อยู่ที่ Domain Name "ABC.com" 
        ดังนั้น <br>URL รูปภาพสินค้าของท่านคือ  http://www.ABC.com/image.gif
        <br>จากนั้นให้ท่านใส่&lt;TAG&gt;ภาษา HTML เพื่ออ้างถึง URL รูปภาพสินค้าท่านในช่องรายละเอียดสินค้าดังนี้<br><br>
		<font face="MS Sans Serif" size="2" color="#FF0000">&lt;p align=center&gt; &lt;img src=http://www.ABC.com/image.gif&gt; &lt;/p&gt;</font><br><br>
		&lt;p align=center&gt; ->เป็นภาษา html สั่งให้ขึ้นบรรทัดใหม่แบบ paragraph และกำหนดตำแหน่งให้อยู่ตรงกลาง<br>
		&lt;img src=http://www.ABC.com/image.gif&gt; ->เป็นภาษา htmlสั่งให้แสดงรูปภาพ <br>
		ท่านสามารถลอกภาษา HTML ที่เป็นอีกษรสีแดง จากตัวอย่างข้างบนไปใส่ในช่องรายละเอียดของสินค้าได้เลย<br>
		แต่อย่าลืมเปลี่ยน URL
        รูปภาพสินค้าให้เป็นของท่านด้วยนะครับ&nbsp;
        จะอ้างถึงกี่รูปก็ได้ <br><br>
       &nbsp;<b>URL รูปภาพที่ไม่ได้ลงท้ายด้วย .gif หรือ  .jpg
 ภาพนั้นๆจะไม่ถูกนำขึ้นมาแสดง</b> 
          </font></blockquote>
 
       <a
href="#0"><b>กลับ</b></a><br><br>
       <font face="MS Sans Serif" size="2"
color="#FF0000"><a name="6"></a> <font size="3"><b>7. 
      
เปลี่ยนแปลง/แก้ไข/ยกเลิกรายการประมูลที่ปิดประกาศไปแล้ว</b> </font></font> 
   
   <blockquote> <font face="MS Sans Serif" size="2"
color="Navy"><b>ถ้ายังไม่มีผู้ทำการเสนอราคา</b></font>
         <br>
        
<font face="MS Sans Serif"
size="2">ท่าน<b>สามารถเปลี่ยนแปลงแก้ไข</b>รายการปิดประกาศสินค้าของท่าน 
      
  (ยกเว้น "ระยะเวลาการประมูล") หรือยกเลิกการปิดประกาศสินค้าของท่านได้
<br><br>
         <font color="Navy"><b>ถ้ามีผู้ทำการเสนอราคาแล้ว</b></font>
</font> <br>
         <font face="MS Sans Serif"
size="2">ท่าน<b>ไม่</b>สามารถยกเลิกการประมูลหรือแก้ไขรายละเอียดการประมูลได้
  
     
แต่ท่าน<b>สามารถอธิบายเพิ่มเติม</b>ในส่วนของรายละเอียดสินค้าได้</font></blockquote>
 
       <font face="MS Sans Serif" size="2"><b>ท่านสามารถทำการเปลี่ยนแปลง/แก้ไข/ยกเลิก 
       นี้ได้โดยไปที่หน้าสินค้าของท่านและเลือก "เปลี่ยนแปลงแก้ไขรายการประมูล"</b> 
       </font> 
      <blockquote></blockquote>

      <a href="#0"><b>กลับ</b></a><br><br>
      <font face="MS Sans Serif" size="2" color="#FF0000"><a name="7"></a><b><font size="3">8. 
      เปลี่ยนแปลงหรือยกเลิกการเสนอราคา</font></b> </font> 
      <blockquote> <font face="MS Sans Serif" size="2"><b>ท่านไม่สามารถเปลี่ยนแปลงหรือยกเลิกการเสนอราคาซื้อที่ท่านได้เสนอไปแล้ว</b> 
        (เวันแต่ว่าท่านเสนอราคาซื้อเพิ่มขึ้นในครั้งต่อไป) หากมีเหตุสุดวิสัยที่ท่านต้องการเปลี่ยนแปลงหรือยกเลิกการเสนอราคาซื้อจริงๆ 
        ขอให้ท่านส่งอีเมล์แจ้งความจำนงมาที่ <a href="mailto:webmaster@esl19.ce.kmitl.ac.th">webmaster@esl19.ce.kmitl.ac.th</a> 
        ทั้งนี้ท่านอาจจะได้รับคำติหนิจากผู้ขายได้ </font></blockquote>

      <a href="#0"><b>กลับ</b></a><br><br>
      <font face="MS Sans Serif" size="2"><a name="8"></a> <b><font size="3" color="#FF0000">9. 
      เมื่อการประมูลสิ้นสุดลง</font></b> </font> 
      <blockquote> <font face="MS Sans Serif" size="2"><b>ผู้ที่เข้าร่วมการประมูลทุกท่านจะได้รับอีเมล์อัติโนมัติจากทางเราแจ้งให้ท่านทราบผลการประมูลสินค้านั้นๆโดยพร้อมกัน</b> 
        <br><br>
        <b>สิ่งแรกที่เจ้าของสินค้า(ผู้ขาย)และผู้ที่ชนะการประมูล(ผู้ที่ทำการเสนอราคาซื้อสูงสุด)จะต้องทำคือติดต่อคู่ค้าของท่าน</b> (ตามชื่อเล่นและอีเมล์ของคู่ค้าของท่านที่ส่งให้ท่านทางอีเมล์)
        ทั้งนี้เป็นความรับผิดชอบของทั้งผู้ซื้อและผู้ขายที่จะต้องทำการติดต่อกันภายใน 
        5
        วันหลังจากการประมูลสิ้นสุดลง
        เพื่อตกลงเรื่องการชำระเงินและการส่งมอบสินค้ากันเอง (ผู้ซื้อชำระเงินให้ผู้ขายโดยตรง) โดยทาง BK Auction
        จะไม่มีส่วนเกี่ยวข้องใดๆหลังจากนี้&nbsp;
        และเมื่อการติดต่อซื้อขายสิ้นสุดลงแล้ว
        กรุณา<b><a href="#12">เขียนคำติชม</a></b>ให้คู่ค้าของท่านด้วย</font></blockquote>
      <blockquote></blockquote>

      <a href="#0"><b>กลับ</b></a><br><br>
      <font face="MS Sans Serif" size="2"><a name="11"></a> <b><font size="3" color="#FF0000">10. 
      การค้นหาสินค้า</font></b> </font> 
      <blockquote> <font face="MS Sans Serif" size="2"><b>ผู้ใช้บริการทั้งที่เป็นสมาชิกของ BK Auction แล้วและยังไม่สมัคร สามารถจะค้นหารายการสินค้าที่สนใจได้ โดยสามารถเลือกไปที่&quot;<a href="http://161.246.5.146/auction1/search/search_page.php3">ค้นหา</a>&quot;</b>ที่อยู่ในเมนูหลัก &quot;<br><br>
	ซึ่งในส่วนนี้ท่านสามารถค้นหาสินค้าตามเงื่อนไขต่างๆ ที่ท่านสามารถกดเลือกได้เช่น สินค้าประเภทคอมพิวเตอร์ หรือ ของสะสม หรืออาจจะเป็นสินค้าที่ปิดการประมูลแล้ว เป็นต้น ซึ่งทางเราได้อำนวยความสะดวกในการค้นหาสินค้า โดยการทำให้สามารถค้นหาจาก ชื่อสินค้า หมายเลขสินค้า หรืออาจจะค้นหาจากชื่อเล่น (Nickname) ของผู้ขาย</font></blockquote><font face="MS Sans Serif" size="2">

      <a href="#0"><b>กลับ</b></a><br><br>
      <font face="MS Sans Serif" size="2"><a name="12"></a><b><font size="3" color="#FF0000">11. 
      คำติชมสมาชิก</font></b> </font> 
      <blockquote><font face="MS Sans Serif" size="2"> BK Auction สนับสนุนให้สมาชิกทุกท่านที่ร่วมทำการประมูล<b>เขียนคำติชมคู่ค้าของท่านทุกครั้งที่การประมูลสิ้นสุดลง</b> <br><br>
        ท่านสามารถอ่านคำติชมผู้อื่นได้โดย<b>เลือกที่ชื่อเล่น</b>ของผู้ที่ท่านต้องการอ่านคำติชม แต่กรณีที่ต้องให้คำติดชม (Feedback)
<b>ไปที่เมนู &quot;<a href="http://161.246.5.146/interface/feedback_interface.php3">Feedback</a>&quot;</b>ที่อยู่ในเมนูหลัก &quot;
        เพื่อใส่ชื่อสมาชิกที่ท่านต้องการดูหรือลงความคิดเห็น</font>
        <p><b><font face="MS Sans Serif" size="2"> คำแนะนำในการเขียนคำติชม 
        </font></b><font face="MS Sans Serif" size="2"> 
        <br>
        ท่านควรเขียนคำชม เมื่อผู้ซื้อหรือผู้ขายชำระเงินหรือส่งมอบสินค้าตามข้อตกลง 
        <br>
        ท่านควรเขียนคำตำหนิ เมื่อผู้ซื้อหรือผู้ขายไม่ชำระเงินหรือไม่ส่งมอบสินค้าตามข้อตกลง 
        <br>
        <br>
        เนื่องจากการติดต่อซื้อขายใน BK Auction นี้ผู้ซื้อและผู้ขายไม่ได้ติดต่อกันโดยตรง 
        คำชมหรือคำตำหนิที่มาจากผู้ที่เคยมีประสบการณ์กับ ผู้ซื้อหรือผู้ขายรายนั้นๆโดยตรงจึงมีความสำคัญมาก 
        สำหรับการพิจารณาการติดต่อซื้อขายต่อไปในอนาคตของผู้ซื้อหรือผู้ขายรายอื่นๆ 
        <br>
        <br>
        สำหรับผู้ซื้อหรือผู้ขายรายอื่นนั้นท่านควรจะอ่านก่อนว่าคู่ค้าของท่านนั้นได้รับคำติชมในเรื่องใด 
        <br>
        <br>
        ดังนั้นเพื่อความสำเร็จในการซื้อหรือขาย สมาชิกทุกท่านจึงควรพยายามให้ได้รับคำชมให้มากที่สุดและพยายามไม่ให้มีคำตำหนิ 
        อย่างไรก็ตามถึงแม้ว่าผู้ที่ได้รับคำชมนั้น สามารถไว้วางใจได้มากกว่าผู้ขายที่ได้รับคำตำหนิ 
        ก็ไม่ได้หมายความว่าสมาชิกใหม่ที่ไม่เคยได้รับคำติชมเลยนั้นเป็นผู้ที่ไม่สามารถไว้วางใจได้ 
        </font></p>
      </blockquote>

      <a href="#0"><b>กลับ</b></a><br><br>
      <font face="MS Sans Serif" size="2"><a name="13"></a> <font color="#FF0000"><b><font size="3">12. 
      สมาชิกที่ไม่ทำตามกฎกติกามารยาท</font></b> </font> </font> 
      <blockquote> <font face="MS Sans Serif" size="2">สมาชิกที่ไม่ทำตามกฎกติกามารยาทนี้ 
        อาทิเช่น </font> 
        <ul>
          <li><font face="MS Sans Serif" size="2">สมาชิกที่ชนะการประมูลซื้อสินค้าแต่ไม่มีการติดต่อเพื่อทำการซื้อสินค้าจริงเกิดขึ้น (Non-Paying Bidder) </font>
          <li><font face="MS Sans Serif" size="2">สมาชิกที่ประกาศเปิดประมูลขายสินค้า 
แต่ไม่ยอมขายสินค้านั้นๆเมื่อมีผู้ประมูลได้ ฯลฯ </font>
        </ul>
        <font face="MS Sans Serif" size="2">คู่กรณีของสมาชิกดังกล่าวสามารถเขียนในคำติชมของคู่ค้าท่านนั้นๆ และ/หรือเขียนแจ้งมาถึง 
<a
href="mailto:webmaster@esl19.ce.kmitl.ac.th">webmaster@esl19.ce.kmitl.ac.th</a> 
        ทางเราจะส่ง e-mail เป็นการเตือนไปถึงสมาชิกดังกล่าว
        <b> สมาชิกแต่ละท่านจะมีโอกาสได้รับคำเตือนได้เพียง 
        2 ครั้งเท่านั้น</b> ถ้าสมาชิกยังทำผิดกฎกติกามารยาทอีก
        สมาชิกท่านนั้นๆจะ<b>ถูกถอนสถานภาพจากการเป็นสมาชิกโดยถาวร</b> 
        </font></blockquote>
      <font face="MS Sans Serif" size="2"><a name="14"></a> <b><font size="3" color="#FF0000">13. 
      ระบบการเสนอราคาแบบอัตโนมัติ</font></b> </font> 
      <blockquote> <font face="MS Sans Serif" size="2"><b>ผู้ที่เป็นสมาชิกของ BK Auction ในกรณีที่มีความสนใจในสินค้าใดสินค้าหนึ่งเป็นพิเศษ ท่านสามารถทำการประมูลสินค้าโดยใช้หุ้นยนต์(Proxy Bidding) มาเป็นตัวช่วยคอยประมูลราคาแข่งกับคนอื่นให้อย่างอัตโนมัติ<br><br>
 เพียงเราท่านจะต้องกำหนดราคาสูงสุดที่ทานยอมรับได้ในสินค้าชิ้นนั้น และในตอนที่ทำการประมูลสินค้าท่านก็จะต้องเลือกใช้ตัวหุ่นยนต์ดังกล่าว เพียงแค่นี้ ท่านก็ไม่ต้องกังกลใจว่าจะมีใครมาประมูลสินค้าชิ้นนั้นเกทับคุณ
</b></font></blockquote><font face="MS Sans Serif" size="2"><b>

      <a href="#0"><b>กลับ</b></a><br><br> 

</b></font></font></table>
</body>

